<?xml version="1.0" encoding="utf-8" standalone="yes" ?>
<rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom">
  <channel>
    <title>Homes on Zhiyuan Jiang</title>
    <link>https://zhiyuan-jiang.github.io/home/</link>
    <description>Recent content in Homes on Zhiyuan Jiang</description>
    <generator>Hugo -- gohugo.io</generator>
    <language>en-us</language>
    <copyright>&amp;copy; 2020 Zhiyuan Jiang</copyright>
    <lastBuildDate>Wed, 20 Apr 2016 00:00:00 +0000</lastBuildDate>
    
	<atom:link href="https://zhiyuan-jiang.github.io/home/index.xml" rel="self" type="application/rss+xml" />
    
    
    <item>
      <title></title>
      <link>https://zhiyuan-jiang.github.io/home/about/</link>
      <pubDate>Wed, 20 Apr 2016 00:00:00 +0000</pubDate>
      
      <guid>https://zhiyuan-jiang.github.io/home/about/</guid>
      <description>Biography Welcome to my homepage. I received my B.E. and Ph.D. degrees from the Electronic Engineering Department at Tsinghua University, China in 2010 and 2015, respectively. My advisor was Professor Zhisheng Niu from Niulab. I visited the WiDeS group at University of Southern California, USA from 2013 to 2014, advised by Professor Andreas F. Molisch. I then worked as an experienced researcher at Ericsson from 2015 to 2016. I visited ARNG at University of Southern California, USA, working with Professor Bhaskar Krishnamachari from 2017 to 2018.</description>
    </item>
    
    <item>
      <title>New Items</title>
      <link>https://zhiyuan-jiang.github.io/home/services/</link>
      <pubDate>Wed, 20 Apr 2016 00:00:00 +0000</pubDate>
      
      <guid>https://zhiyuan-jiang.github.io/home/services/</guid>
      <description>Editorship
 Associate Editor, IEEE/KICS Journal of Communications and Networks Guest Editor, IEEE Internet of Things Journal Special Issue on Age of Information and Data Semantics for Sensing, Communication and Control Co-Design in IoT  Honors and Awards
 International Teletraffic Congress Rising Scholar Award, 2020 Shanghai Rising-Star Program, 2020 IEEE ICC 2020 Best Paper Award IEEE Wireless Communications Letters, Exemplary Reviewer IEEE INFOCOM 2019 Best In-Session Presentation Award High-Level Talents Overseas Program of Shanghai, 2018 Program for Professor of Special Appointment (Eastern Scholar), 2018 Several scholarships from THU during undergrad/graduate schools.</description>
    </item>
    
    <item>
      <title>Publications</title>
      <link>https://zhiyuan-jiang.github.io/home/publications/</link>
      <pubDate>Wed, 20 Apr 2016 00:00:00 +0800</pubDate>
      
      <guid>https://zhiyuan-jiang.github.io/home/publications/</guid>
      <description></description>
    </item>
    
    <item>
      <title>Research</title>
      <link>https://zhiyuan-jiang.github.io/home/projects/</link>
      <pubDate>Wed, 20 Apr 2016 00:00:00 +0000</pubDate>
      
      <guid>https://zhiyuan-jiang.github.io/home/projects/</guid>
      <description></description>
    </item>
    
    <item>
      <title>Teaching</title>
      <link>https://zhiyuan-jiang.github.io/home/teaching/</link>
      <pubDate>Wed, 20 Apr 2016 00:00:00 +0000</pubDate>
      
      <guid>https://zhiyuan-jiang.github.io/home/teaching/</guid>
      <description>SCIE@SHU
 Principles of Communications (Undergrad, Fall and Winter 2019)  EE@THU (TA)
 Advanced linear algebra Queuing Theory  </description>
    </item>
    
    <item>
      <title>Personal</title>
      <link>https://zhiyuan-jiang.github.io/home/personal/</link>
      <pubDate>Wed, 20 Apr 2016 00:00:00 +0000</pubDate>
      
      <guid>https://zhiyuan-jiang.github.io/home/personal/</guid>
      <description>I played for the THU team from 2010 to 2015. We won the champion of Beijing College in 2009, 2010, 2011, 2013, 2014, 2016 and 2017, and the China College Baseball champion in 2009 (shared) at Guilin, 2013 at Tianjin, 2014 at Wuxi and 2015 at Dalian (shared).
I&amp;rsquo;m a fan of fantasy baseball and MLB. My favorate MLB team is Boston Redsox.
Check out the proof of the Sheldon Conjecture (not mine)!</description>
    </item>
    
    <item>
      <title>People</title>
      <link>https://zhiyuan-jiang.github.io/home/people/</link>
      <pubDate>Wed, 20 Apr 2016 00:00:00 +0000</pubDate>
      
      <guid>https://zhiyuan-jiang.github.io/home/people/</guid>
      <description>PhD students:
 &amp;#x5F6D;&amp;#x98DE;&amp;#xFF08;2021&amp;#x56FD;&amp;#x5BB6;&amp;#x5956;&amp;#x5B66;&amp;#x91D1;&amp;#xFF09;&amp;#xFF0C;&amp;#x5E08;&amp;#x6BC5;&amp;#xFF0C;&amp;#x5F20;&amp;#x8587;&amp;#xFF0C;&amp;#x6C5F;&amp;#x7ACB;&amp;#x65FB;&amp;#xFF0C;&amp;#x6C6A;&amp;#x5148;&amp;#x9886;  MS students:
 &amp;#x5218;&amp;#x7430;&amp;#xFF08;2021&amp;#x56FD;&amp;#x5BB6;&amp;#x5956;&amp;#x5B66;&amp;#x91D1;&amp;#xFF09;&amp;#xFF0C;&amp;#x738B;&amp;#x9896;&amp;#xFF0C;&amp;#x66F9;&amp;#x5B50;&amp;#x80E5;&amp;#xFF08;2020&amp;#x5E74;&amp;#x56FD;&amp;#x5BB6;&amp;#x5956;&amp;#x5B66;&amp;#x91D1;&amp;#xFF09;&amp;#xFF0C;&amp;#x4ED8;&amp;#x601D;&amp;#x96E8;&amp;#xFF08;2020&amp;#x3001;21&amp;#x5E74;&amp;#x56FD;&amp;#x5BB6;&amp;#x5956;&amp;#x5B66;&amp;#x91D1;&amp;#xFF09;&amp;#xFF0C;&amp;#x9A6C;&amp;#x6D69;&amp;#x7136;&amp;#xFF0C;&amp;#x8F9B;&amp;#x6587;&amp;#x535A;&amp;#xFF0C;&amp;#x9EC4;&amp;#x6021;&amp;#x6770;&amp;#xFF0C;&amp;#x674E;&amp;#x88D5;&amp;#xFF0C;&amp;#x738B;&amp;#x601D;&amp;#xFF0C;&amp;#x8881;&amp;#x5CF0;&amp;#xFF0C;&amp;#x738B;&amp;#x5929;&amp;#x8D50;  &amp;#x6B22;&amp;#x8FCE;&amp;#x5177;&amp;#x6709;&amp;#x5F3A;&amp;#x70C8;&amp;#x7684;&amp;#x81EA;&amp;#x6211;&amp;#x5B9E;&amp;#x73B0;&amp;#x610F;&amp;#x8BC6;&amp;#x3001;&amp;#x6709;&amp;#x4E00;&amp;#x5B9A;&amp;#x6570;&amp;#x5B66;/&amp;#x7CFB;&amp;#x7EDF;&amp;#x5B9E;&amp;#x73B0;/&amp;#x7F16;&amp;#x7A0B;&amp;#x529F;&amp;#x5E95;&amp;#x7684;&amp;#x672C;&amp;#x79D1;&amp;#x3001;&amp;#x7855;&amp;#x58EB;&amp;#x7814;&amp;#x7A76;&amp;#x751F;&amp;#x62A5;&amp;#x8003;&amp;#x3002;&amp;#x8BF7;&amp;#x611F;&amp;#x5174;&amp;#x8DA3;&amp;#x7684;&amp;#x540C;&amp;#x5B66;&amp;#x5C06;&amp;#x7B80;&amp;#x5386;&amp;#x53D1;&amp;#x9001;&amp;#x5230;&amp;#x6211;&amp;#x7684;&amp;#x90AE;&amp;#x7BB1;&amp;#x3002;&amp;#x6211;&amp;#x5C06;&amp;#x5C3D;&amp;#x6211;&amp;#x6240;&amp;#x80FD;&amp;#x8425;&amp;#x9020;&amp;#x548C;&amp;#x8C10;&amp;#x3001;&amp;#x9AD8;&amp;#x6548;&amp;#x5E76;&amp;#x4E14;&amp;#x6109;&amp;#x5FEB;&amp;#x7684;&amp;#x79D1;&amp;#x7814;&amp;#x6C1B;&amp;#x56F4;&amp;#x5E76;&amp;#x4E14;&amp;#x4FDD;&amp;#x8BC1;&amp;#xFF1A;
 &amp;#x540C;&amp;#x5B66;&amp;#x53EF;&amp;#x4EE5;&amp;#x5728;&amp;#x5B9E;&amp;#x9A8C;&amp;#x5BA4;&amp;#x7814;&amp;#x7A76;&amp;#x65B9;&amp;#x5411;&amp;#x4E2D;&amp;#x9009;&amp;#x62E9;&amp;#x611F;&amp;#x5174;&amp;#x8DA3;&amp;#x3001;&amp;#x64C5;&amp;#x957F;&amp;#x7684;&amp;#x9886;&amp;#x57DF;&amp;#x8FDB;&amp;#x884C;&amp;#x7814;&amp;#x7A76;&amp;#xFF1B; &amp;#x5171;&amp;#x540C;&amp;#x89E3;&amp;#x51B3;&amp;#x79D1;&amp;#x7814;&amp;#x95EE;&amp;#x9898;&amp;#xFF0C;&amp;#x6BCF;&amp;#x5468;&amp;#x81F3;&amp;#x5C11;&amp;#x4E00;&amp;#x6B21;&amp;#x7684;&amp;#x9762;&amp;#x5BF9;&amp;#x9762;&amp;#x6307;&amp;#x5BFC;&amp;#xFF1B; &amp;#x6709;&amp;#x673A;&amp;#x4F1A;&amp;#x5728;&amp;#x56FD;&amp;#x9645;&amp;#x77E5;&amp;#x540D;&amp;#x4F1A;&amp;#x8BAE;&amp;#x3001;&amp;#x671F;&amp;#x520A;&amp;#x53D1;&amp;#x8868;&amp;#x8BBA;&amp;#x6587;&amp;#xFF0C;&amp;#x5E76;&amp;#x53C2;&amp;#x4F1A;&amp;#x62A5;&amp;#x544A;&amp;#x548C;&amp;#x4EA4;&amp;#x6D41;&amp;#xFF1B; &amp;#x8868;&amp;#x73B0;&amp;#x4F18;&amp;#x5F02;&amp;#x7684;&amp;#x540C;&amp;#x5B66;&amp;#x53EF;&amp;#x4EE5;&amp;#x83B7;&amp;#x5F97;&amp;#x8D44;&amp;#x52A9;&amp;#x524D;&amp;#x5F80;&amp;#x56FD;&amp;#x9645;&amp;#x4E00;&amp;#x6D41;&amp;#x5927;&amp;#x5B66;&amp;#x3001;&amp;#x7814;&amp;#x7A76;&amp;#x6240;&amp;#x3001;&amp;#x4F01;&amp;#x4E1A;&amp;#x4EA4;&amp;#x6D41;&amp;#x5B9E;&amp;#x4E60;&amp;#x3002;  </description>
    </item>
    
    <item>
      <title>Contact</title>
      <link>https://zhiyuan-jiang.github.io/home/contact/</link>
      <pubDate>Wed, 20 Apr 2016 00:00:00 +0000</pubDate>
      
      <guid>https://zhiyuan-jiang.github.io/home/contact/</guid>
      <description></description>
    </item>
    
  </channel>
</rss>